cepdnaclk/e21-3yp-ResQ/code/resq-firmware/test/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c3"
CONFIG_ESP_TASK_WDT_EN=n
CONFIG_UNITY_ENABLE_FLOAT=y
CONFIG_UNITY_ENABLE_DOUBLE=y
